[
  {
    "IsraelLawID": 2000001,
    "Name": "חוק רשות הפיתוח (העברת נכסים), התש\"י-1950",
    "Description": "זהו חוק יסוד בתחום הנדל\"ן והפיתוח הלאומי, המסדיר את ניהול והעברת נכסים במדינה. החוק מגדיר מהו נכס, מהי קרקע עירונית ומהי קרקע עוברת לציבור, ומעניק לרשות הפיתוח סמכויות לרכוש, לבנות, לשפר ולמכור נכסים בהתאם לצורכי המדינה. מטרתו לקדם את הפיתוח הלאומי תוך שמירה על האינטרסים הציבוריים ומניעת עסקאות מסוכנות ללא אישור מיוחד."
  },
  {
    "IsraelLawID": 2000002,
    "Name": "חוק התקשורת (בזק ושידורים), התשמ\"ב-1982",
    "Description": "זהו חוק מרכזי המסדיר את פעילות חברות הבזק והשידורים בישראל. החוק קובע כללים לרישוי ולפעילות בתחום התקשורת, מגדיר את זכויות וחובות החברות והצרכנים, ואוסר על משלוח הודעות פרסומת ללא הסכמה מפורשת. מטרתו להבטיח תחרות הוגנת, הגנה על הפרט ואיכות שירות, וכן להסדיר ענישה במקרה של הפרות כגון דואר זבל או חיוג אוטומטי ללא אישור."
  },
  {
    "IsraelLawID": 2000005,
    "Name": "דבר המלך על הטיס במושבות (הטלת חוקים), 1937",
    "Description": "מדובר בצו מלכותי שהונפק בשנת 1937 במטרה להטיל חוקים וסדר במושבות. הצו קובע הוראות וכללים להתנהלות ולניהול המושבות, תוך הדגשת הצורך בשמירה על הסדר והבטחת שליטה יעילה באזור. המטרה הייתה ליצור מסגרת משפטית ברורה שתבטיח שכלל האוכלוסייה תפעל על פי חוק, תוך התאמה למציאות המקומית ולצרכים הייחודיים של אותם אזורים."
  },
  {
    "IsraelLawID": 2000014,
    "Name": "חוק שלילת תשלומים מחבר הכנסת ומחבר הכנסת לשעבר בשל עבירה, התשע\"א-2011",
    "Description": "חוק זה מאפשר לכנסת להפסיק או למנוע תשלומים, כגון שכר או גמלאות, לחבר כנסת מכהן או לשעבר שהורשע בעבירה חמורה, במיוחד אם אינו משתף פעולה עם הרשויות, למשל, לא מתייצב לחקירה או למשפט. מטרת החוק היא למנוע מצב שבו נבחרי ציבור המקבלים שכר מהמדינה ימשיכו לקבל תשלומים למרות שהורשעו בעבירות חמורות."
  },
  {
    "IsraelLawID": 2000007,
    "Name": "פקודת הנישואין והגירושין (רישום)",
    "Description": "פקודה מנדטורית משנת 1919 הקובעת את הליכי הרישום של נישואין וגירושין בישראל. הפקודה מחייבת רישום מסודר של כל נישואין וגירושין במרשם האוכלוסין, כולל פרטים אישיים של בני הזוג, הורים, עדים ותאריך האירוע. המטרה היא להבטיח תיעוד רשמי ומדויק של מצבי משפחה במדינה."
  },
  {
    "IsraelLawID": 2000015,
    "Name": "חוק שמאי מקרקעין, התשס\"א-2001",
    "Description": "חוק זה מסדיר את העיסוק בשמאות מקרקעין בישראל. הוא קובע את התנאים לקבלת רישיון שמאי, כולל דרישה לתואר אקדמי, התמחות ומעבר בחינות. החוק מגדיר את סמכויות מועצת שמאי המקרקעין, את חובות השמאים ואת הכללים האתיים שעליהם לפעול לפיהם. מטרתו להבטיח רמה מקצועית ואמינות בתחום הערכת שווי נכסי נדל\"ן."
  },
  {
    "IsraelLawID": 2000006,
    "Name": "פקודת מניעת זיהום מי-ים בשמן [נוסח חדש], התש\"ם-1980",
    "Description": "פקודה זו נועדה למנוע זיהום מי-ים על ידי שמן ונפט. היא מטילה חובות על בעלי כלי שיט, מתקנים ימיים ומתקנים יבשתיים למנוע שפיכת שמן לים, ומגדירה עונשים למפרים. הפקודה חלה על מימי החופין והמים הפנימיים של ישראל, ומטרתה לשמור על איכות הסביבה הימית."
  },
  {
    "IsraelLawID": 2000013,
    "Name": "חוק שכר שווה לעובדת ולעובד, התשנ\"ו-1996",
    "Description": "חוק זה נועד לקדם שוויון מגדרי בשוק העבודה על ידי הבטחת שכר שווה לנשים וגברים המבצעים עבודה שווה, שווה בעיקרה או שוות ערך. החוק מחייב מעסיקים למנוע אפליה בשכר ובתנאי העבודה בין המינים, ומאפשר לעובדים לתבוע הפרשי שכר במקרה של אפליה."
  },
  {
    "IsraelLawID": 2000017,
    "Name": "חוק שמירת הניקיון, התשמ\"ד-1984",
    "Description": "חוק זה אוסר על השלכת פסולת, פסולת בניין או גרוטאות רכב ברשות הרבים, ומחייב רשויות מקומיות לקבוע אתרים ייעודיים לסילוק או ריכוז פסולת. מטרת החוק היא לשמור על ניקיון המרחב הציבורי, למנוע מפגעים סביבתיים ולקדם מודעות ציבורית לחשיבות השמירה על הסביבה."
  },
  {
    "IsraelLawID": 2000018,
    "Name": "חוק שמירת הסביבה החופית, התשס\"ד-2004"
  },
  {
    "IsraelLawID": 2000019,
    "Name": "חוק שעות עבודה ומנוחה, התשי\"א-1951"
  },
  {
    "IsraelLawID": 2000011,
    "Name": "פקודת הפרוצדורה הפלילית (עדות)"
  },
  {
    "IsraelLawID": 2000021,
    "Name": "חוק תאגידי מים וביוב, התשס\"א-2001"
  },
  {
    "IsraelLawID": 2000020,
    "Name": "חוק שריון שלילת זכות השיבה, התשס\"א-2001"
  },
  {
    "IsraelLawID": 2000030,
    "Name": "חוק תכנית החירום הכלכלית (תיקוני חקיקה להשגת יעדי התקציב והמדיניות הכלכלית לשנות הכספים 2002 ו-2003), התשס\"ב-2002"
  },
  {
    "IsraelLawID": 2000023,
    "Name": "חוק תגמולים לאסירי ציון ולבני משפחותיהם, התשנ\"ב-1992"
  },
  {
    "IsraelLawID": 2000024,
    "Name": "חוק תגמולים לחיילים ולבני משפחותיהם (חבלה שלא בעת מילוי תפקיד), התשמ\"ח-1988"
  },
  {
    "IsraelLawID": 2000022,
    "Name": "חוק תגמול לחייל הנפגע בהצלת חיי הזולת, התשכ\"ה-1965"
  },
  {
    "IsraelLawID": 2000026,
    "Name": "חוק תובענות ייצוגיות, התשס\"ו-2006"
  },
  {
    "IsraelLawID": 2000031,
    "Name": "חוק תרומת ביציות, התש\"ע-2010"
  }

]